Repository: markovsdima/Zyna
Catalog: Zyna/Resources/RoomProfile.xcstrings
Source language: en
Languages: ru

source: Paused: %@
ru: На паузе: %@

source: Pinned
ru: Закреплённые

source: Playing: %@
ru: Воспроизведение: %@

source: Unpinning…
ru: Открепление…

source: Unpin message?
ru: Открепить сообщение?

source: This removes the pin for everyone in the room. The message stays in the chat.
ru: Закрепление исчезнет у всех участников комнаты. Само сообщение останется в чате.

source: Couldn't load pinned messages. Please try again.
ru: Не удалось загрузить закреплённые сообщения. Попробуйте ещё раз.

source: Couldn't unpin the message. Please try again.
ru: Не удалось открепить сообщение. Попробуйте ещё раз.

source: Describe this group. Leave empty to remove the description.
ru: Расскажите об этой группе. Чтобы убрать описание, оставьте поле пустым.

source: Description
ru: Описание

source: Edit the group description
ru: Изменить описание группы

source: Group description
ru: Описание группы

source: Not set
ru: Не задано

source: Preparing link…
ru: Подготовка ссылки…

source: Share link
ru: Поделиться ссылкой

source: You don't have permission to change this description.
ru: У вас нет права изменять это описание.

source: Accept the existing invitation in Chats first.
ru: Сначала примите существующее приглашение в разделе «Чаты».

source: Account default: %@
ru: По умолчанию: %@

source: Add
ru: Добавить

source: All
ru: Все

source: All messages
ru: Все сообщения

source: Banned
ru: Заблокирован в группе

source: Block
ru: Заблокировать

source: Block this person?
ru: Заблокировать этого пользователя?

source: Call
ru: Звонок

source: Collapse photo
ru: Свернуть фото

source: Copy Matrix ID
ru: Скопировать Matrix ID

source: Couldn't change notifications
ru: Не удалось изменить уведомления

source: Couldn't open message
ru: Не удалось открыть сообщение

source: Expand photo
ru: Увеличить фото

source: Invite
ru: Пригласить

source: Invited
ru: Приглашён

source: Larger thumbnails
ru: Увеличить миниатюры

source: Loading block status
ru: Загрузка статуса блокировки

source: Mentions
ru: Упоминания

source: Mentions and keywords
ru: Упоминания и ключевые слова

source: More
ru: Ещё

source: Muted
ru: Выключены

source: Not a member
ru: Не состоит в группе

source: Notifications
ru: Уведомления

source: Read more
ru: Читать дальше

source: Reload block status
ru: Обновить статус блокировки

source: Reload profile
ru: Обновить профиль

source: Saving
ru: Сохранение

source: Scroll to top
ru: К началу

source: Show in Chat
ru: Показать в чате

source: Show less
ru: Свернуть

source: Smaller thumbnails
ru: Уменьшить миниатюры

source: Sound
ru: Звук

source: Stop playback
ru: Остановить воспроизведение

source: The conversation is not available yet. Please try again.
ru: Переписка пока недоступна. Попробуйте ещё раз.

source: The message may have been deleted or its history is unavailable. Try again.
ru: Возможно, сообщение удалено или его история недоступна. Попробуйте ещё раз.

source: This action is no longer available. The profile has been refreshed.
ru: Это действие больше недоступно. Профиль обновлён.

source: Unban
ru: Снять запрет на вступление

source: Unblock
ru: Разблокировать

source: Unblock this person?
ru: Разблокировать этого пользователя?

source: Use account settings
ru: По настройкам аккаунта

source: Video
ru: Видео

source: You can unblock them in Settings.
ru: Разблокировать пользователя можно в настройках.
